---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.IdlingEventArgs
source: html/aa29ba65-4d56-f590-fa49-70dbedf195f2.htm
---
# IdlingEventArgs Members

When the event is cancellable, may call the Cancel() method to cancel it.